Repository: fballiano/clipboard-controller
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
it: %lld caratteri
pt_br: %lld caracteres

# %lld of %lld clips
source: %1$lld of %2$lld clips
de: %1$lld von %2$lld Clips
es: %1$lld de %2$lld elementos
fr: %1$lld éléments sur %2$lld
it: %1$lld clip su %2$lld
pt_br: %1$lld de %2$lld itens

source: (empty)
de: (leer)
es: (vacío)
fr: (vide)
it: (vuoto)
pt_br: (vazio)

source: A password manager marks its clipboard, and the app skips it without a rule. These lists are for the rest.
de: Ein Passwortmanager markiert seine Zwischenablage, und die App überspringt sie ohne Regel. Diese Listen sind für den Rest.
es: Un gestor de contraseñas marca su portapapeles y la app lo omite sin ninguna regla. Estas listas sirven para el resto.
fr: Un gestionnaire de mots de passe marque son presse-papiers, et l'app l'ignore sans règle. Ces listes servent pour le reste.
it: Un gestore di password marca i suoi appunti e l'app li salta senza una regola. Queste liste servono per il resto.
pt_br: Um gerenciador de senhas marca a área de transferência dele, e o app a ignora sem nenhuma regra. Estas listas servem para o resto.

source: A pinned clip stays. A limit never deletes it.
de: Ein angehefteter Clip bleibt. Ein Limit löscht ihn nie.
es: Un elemento fijado permanece. Un límite nunca lo elimina.
fr: Un élément épinglé reste. Une limite ne le supprime jamais.
it: Un clip fissato resta. Un limite non lo elimina mai.
pt_br: Um item fixado permanece. Um limite nunca o exclui.

source: About clipboard-controller
de: Über clipboard-controller
es: Acerca de clipboard-controller
fr: À propos de clipboard-controller
it: Informazioni su clipboard-controller
pt_br: Sobre o clipboard-controller

source: Add an application…
de: Programm hinzufügen…
es: Añadir una aplicación…
fr: Ajouter une application…
it: Aggiungi un'applicazione…
pt_br: Adicionar um aplicativo…

source: An empty name gives the first line of the text back.
de: Ein leerer Name gibt die erste Zeile des Textes zurück.
es: Un nombre vacío devuelve la primera línea del texto.
fr: Un nom vide redonne la première ligne du texte.
it: Un nome vuoto restituisce la prima riga del testo.
pt_br: Um nome vazio devolve a primeira linha do texto.

source: Automatic cleaning
de: Automatische Bereinigung
es: Limpieza automática
fr: Nettoyage automatique
it: Pulizia automatica
pt_br: Limpeza automática

source: Automatic cleaning:
de: Automatische Bereinigung:
es: Limpieza automática:
fr: Nettoyage automatique :
it: Pulizia automatica:
pt_br: Limpeza automática:

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Clean Clipboard
de: Zwischenablage bereinigen
es: Limpiar el portapapeles
fr: Nettoyer le presse-papiers
it: Pulisci gli appunti
pt_br: Limpar a área de transferência

source: Clean each new clipboard
de: Jede neue Zwischenablage bereinigen
es: Limpiar cada nuevo portapapeles
fr: Nettoyer chaque nouveau presse-papiers
it: Pulisci ogni nuovo contenuto degli appunti
pt_br: Limpar cada nova área de transferência

source: Clean the clipboard now
de: Zwischenablage jetzt bereinigen
es: Limpiar el portapapeles ahora
fr: Nettoyer le presse-papiers maintenant
it: Pulisci gli appunti adesso
pt_br: Limpar a área de transferência agora

source: Clean the clipboard now:
de: Zwischenablage jetzt bereinigen:
es: Limpiar el portapapeles ahora:
fr: Nettoyer le presse-papiers maintenant :
it: Pulisci gli appunti adesso:
pt_br: Limpar a área de transferência agora:

source: Cleaning
de: Bereinigung
es: Limpieza
fr: Nettoyage
it: Pulizia
pt_br: Limpeza

source: Clear Clipboard History
de: Zwischenablageverlauf löschen
es: Borrar el historial del portapapeles
fr: Effacer l'historique du presse-papiers
it: Cancella la cronologia degli appunti
pt_br: Apagar o histórico da área de transferência

source: Clear History
de: Verlauf löschen
es: Borrar el historial
fr: Effacer l'historique
it: Cancella la cronologia
pt_br: Apagar o histórico

source: Clear the history
de: Verlauf löschen
es: Borrar el historial
fr: Effacer l'historique
it: Cancella la cronologia
pt_br: Apagar o histórico

source: Clipboard history
de: Zwischenablageverlauf
es: Historial del portapapeles
fr: Historique du presse-papiers
it: Cronologia degli appunti
pt_br: Histórico da área de transferência

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt_br: Copiar

source: Copy as plain text
de: Als reinen Text kopieren
es: Copiar como texto sin formato
fr: Copier comme texte brut
it: Copia come testo semplice
pt_br: Copiar como texto simples

source: Database error: %@
de: Datenbankfehler: %@
es: Error de la base de datos: %@
fr: Erreur de la base de données : %@
it: Errore del database: %@
pt_br: Erro do banco de dados: %@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir

source: Delete a clip after %lld days
de: Einen Clip nach %lld Tagen löschen
es: Eliminar un elemento después de %lld días
fr: Supprimer un élément après %lld jours
it: Elimina un clip dopo %lld giorni
pt_br: Excluir um item após %lld dias

source: Delete a clip after some days
de: Einen Clip nach einigen Tagen löschen
es: Eliminar un elemento después de algunos días
fr: Supprimer un élément après quelques jours
it: Elimina un clip dopo alcuni giorni
pt_br: Excluir um item após alguns dias

source: Delete the old clips automatically
de: Alte Clips automatisch löschen
es: Eliminar automáticamente los elementos antiguos
fr: Supprimer automatiquement les anciens éléments
it: Elimina automaticamente i clip vecchi
pt_br: Excluir automaticamente os itens antigos

source: Deletes every clip that is not pinned.
de: Löscht jeden Clip, der nicht angeheftet ist.
es: Elimina cada elemento que no está fijado.
fr: Supprime chaque élément qui n'est pas épinglé.
it: Elimina ogni clip che non è fissato.
pt_br: Exclui cada item que não está fixado.

source: Do not clean the clipboard of these applications
de: Die Zwischenablage dieser Programme nicht bereinigen
es: No limpiar el portapapeles de estas aplicaciones
fr: Ne pas nettoyer le presse-papiers de ces applications
it: Non pulire gli appunti di queste applicazioni
pt_br: Não limpar a área de transferência destes aplicativos

source: Do not record from these applications
de: Aus diesen Programmen nichts aufzeichnen
es: No registrar desde estas aplicaciones
fr: Ne rien enregistrer depuis ces applications
it: Non registrare da queste applicazioni
pt_br: Não registrar destes aplicativos

source: Export the clipboard history
de: Zwischenablageverlauf exportieren
es: Exportar el historial del portapapeles
fr: Exporter l'historique du presse-papiers
it: Esporta la cronologia degli appunti
pt_br: Exportar o histórico da área de transferência

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
it: Esporta…
pt_br: Exportar…

source: Formatted text
de: Formatierter Text
es: Texto con formato
fr: Texte mis en forme
it: Testo formattato
pt_br: Texto formatado

source: Formatting
de: Formatierung
es: Formato
fr: Mise en forme
it: Formattazione
pt_br: Formatação

source: General
de: Allgemein
fr: Général
it: Generale
pt_br: Geral

source: Get Last Clip
de: Letzten Clip holen
es: Obtener el último elemento
fr: Obtenir le dernier élément
it: Ottieni l'ultimo clip
pt_br: Obter o último item

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_br: Histórico

source: Image
de: Bild
es: Imagen
it: Immagine
pt_br: Imagem

source: Image %@
de: Bild %@
es: Imagen %@
it: Immagine %@
pt_br: Imagem %@

source: Keep the last %lld clips
de: Die letzten %lld Clips behalten
es: Conservar los últimos %lld elementos
fr: Conserver les %lld derniers éléments
it: Conserva gli ultimi %lld clip
pt_br: Manter os últimos %lld itens

source: Keep the links
de: Links behalten
es: Conservar los enlaces
fr: Conserver les liens
it: Mantieni i link
pt_br: Manter os links

source: Limits
de: Beschränkungen
es: Límites
fr: Limites
it: Limiti
pt_br: Limites

source: No application
de: Kein Programm
es: Ninguna aplicación
fr: Aucune application
it: Nessuna applicazione
pt_br: Nenhum aplicativo

source: Normalize the ends of the lines
de: Die Zeilenenden normalisieren
es: Normalizar los finales de línea
fr: Normaliser les fins de ligne
it: Normalizza i fine riga
pt_br: Normalizar os fins de linha

source: Normalize the quotes
de: Die Anführungszeichen normalisieren
es: Normalizar las comillas
fr: Normaliser les guillemets
it: Normalizza le virgolette
pt_br: Normalizar as aspas

source: Open the history:
de: Verlauf öffnen:
es: Abrir el historial:
fr: Ouvrir l'historique :
it: Apri la cronologia:
pt_br: Abrir o histórico:

source: Pin
de: Anheften
es: Fijar
fr: Épingler
it: Fissa
pt_br: Fixar

source: Pinned
de: Angeheftet
es: Fijados
fr: Épinglés
it: Fissati
pt_br: Fixados

source: Preferences…
de: Einstellungen…
es: Preferencias…
fr: Préférences…
it: Preferenze…
pt_br: Preferências…

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Private mode
de: Privater Modus
es: Modo privado
fr: Mode privé
it: Modalità privata
pt_br: Modo privado

source: Private mode:
de: Privater Modus:
es: Modo privado:
fr: Mode privé :
it: Modalità privata:
pt_br: Modo privado:

source: Quit clipboard-controller
de: clipboard-controller beenden
es: Salir de clipboard-controller
fr: Quitter clipboard-controller
it: Esci da clipboard-controller
pt_br: Encerrar o clipboard-controller

source: Record the clipboard
de: Die Zwischenablage aufzeichnen
es: Registrar el portapapeles
fr: Enregistrer le presse-papiers
it: Registra gli appunti
pt_br: Registrar a área de transferência

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
pt_br: Remover

source: Remove the formatting
de: Die Formatierung entfernen
es: Quitar el formato
fr: Retirer la mise en forme
it: Rimuovi la formattazione
pt_br: Remover a formatação

source: Remove the invisible characters
de: Die unsichtbaren Zeichen entfernen
es: Quitar los caracteres invisibles
fr: Retirer les caractères invisibles
it: Rimuovi i caratteri invisibili
pt_br: Remover os caracteres invisíveis

source: Remove the space at the start and at the end
de: Den Leerraum am Anfang und am Ende entfernen
es: Quitar el espacio al principio y al final
fr: Retirer l'espace au début et à la fin
it: Rimuovi lo spazio all'inizio e alla fine
pt_br: Remover o espaço no início e no fim

source: Remove the tracking parameters of a URL
de: Die Tracking-Parameter einer URL entfernen
es: Quitar los parámetros de seguimiento de una URL
fr: Retirer les paramètres de suivi d'une URL
it: Rimuovi i parametri di tracciamento di un URL
pt_br: Remover os parâmetros de rastreamento de um URL

source: Removes the formatting and the tracking parameters from the content of the clipboard.
de: Entfernt die Formatierung und die Tracking-Parameter aus dem Inhalt der Zwischenablage.
es: Quita el formato y los parámetros de seguimiento del contenido del portapapeles.
fr: Retire la mise en forme et les paramètres de suivi du contenu du presse-papiers.
it: Rimuove la formattazione e i parametri di tracciamento dal contenuto degli appunti.
pt_br: Remove a formatação e os parâmetros de rastreamento do conteúdo da área de transferência.

source: Rename the clip
de: Den Clip umbenennen
es: Renombrar el elemento
fr: Renommer l'élément
it: Rinomina il clip
pt_br: Renomear o item

source: Rename…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
it: Rinomina…
pt_br: Renomear…

source: Returns the text of the newest clip of the history.
de: Gibt den Text des neuesten Clips des Verlaufs zurück.
es: Devuelve el texto del elemento más reciente del historial.
fr: Renvoie le texte de l'élément le plus récent de l'historique.
it: Restituisce il testo del clip più recente della cronologia.
pt_br: Devolve o texto do item mais recente do histórico.

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Search the history
de: Im Verlauf suchen
es: Buscar en el historial
fr: Rechercher dans l'historique
it: Cerca nella cronologia
pt_br: Buscar no histórico

source: Search…
de: Suchen…
es: Buscar…
fr: Rechercher…
it: Cerca…
pt_br: Buscar…

source: Select the applications
de: Die Programme auswählen
es: Seleccionar las aplicaciones
fr: Sélectionner les applications
it: Seleziona le applicazioni
pt_br: Selecionar os aplicativos

source: Set Automatic Cleaning
de: Automatische Bereinigung festlegen
es: Ajustar la limpieza automática
fr: Régler le nettoyage automatique
it: Imposta la pulizia automatica
pt_br: Definir a limpeza automática

source: Set Private Mode
de: Privaten Modus festlegen
es: Ajustar el modo privado
fr: Régler le mode privé
it: Imposta la modalità privata
pt_br: Definir o modo privado

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Scorciatoie
pt_br: Atalhos

source: Show %lld clips in the menu
de: %lld Clips im Menü zeigen
es: Mostrar %lld elementos en el menú
fr: Afficher %lld éléments dans le menu
it: Mostra %lld clip nel menu
pt_br: Mostrar %lld itens no menu

source: Start clipboard-controller at login
de: clipboard-controller bei der Anmeldung starten
es: Iniciar clipboard-controller al iniciar sesión
fr: Lancer clipboard-controller à l'ouverture de session
it: Avvia clipboard-controller al login
pt_br: Iniciar o clipboard-controller ao fazer login

source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
pt_br: Início

source: Stops or starts the recording of the clipboard.
de: Stoppt oder startet die Aufzeichnung der Zwischenablage.
es: Detiene o inicia el registro del portapapeles.
fr: Arrête ou démarre l'enregistrement du presse-papiers.
it: Ferma o avvia la registrazione degli appunti.
pt_br: Para ou inicia o registro da área de transferência.

source: Store the images
de: Die Bilder speichern
es: Guardar las imágenes
fr: Conserver les images
it: Conserva le immagini
pt_br: Guardar as imagens

source: The app never touches a file, a picture without text, or the clipboard of a password field.
de: Die App berührt nie eine Datei, ein Bild ohne Text oder die Zwischenablage eines Passwortfeldes.
es: La app nunca toca un archivo, una imagen sin texto ni el portapapeles de un campo de contraseña.
fr: L'app ne touche jamais à un fichier, à une image sans texte ni au presse-papiers d'un champ de mot de passe.
it: L'app non tocca mai un file, un'immagine senza testo o gli appunti di un campo password.
pt_br: O app nunca toca em um arquivo, em uma imagem sem texto nem na área de transferência de um campo de senha.

source: The app removes about 200 known parameters, for example utm_source and fbclid, and the parameters that X, TikTok, Facebook, YouTube and Amazon add.
de: Die App entfernt etwa 200 bekannte Parameter, zum Beispiel utm_source und fbclid, und die Parameter, die X, TikTok, Facebook, YouTube und Amazon hinzufügen.
es: La app quita unos 200 parámetros conocidos, por ejemplo utm_source y fbclid, y los parámetros que añaden X, TikTok, Facebook, YouTube y Amazon.
fr: L'app retire environ 200 paramètres connus, par exemple utm_source et fbclid, et les paramètres qu'ajoutent X, TikTok, Facebook, YouTube et Amazon.
it: L'app rimuove circa 200 parametri conosciuti, per esempio utm_source e fbclid, e i parametri che aggiungono X, TikTok, Facebook, YouTube e Amazon.
pt_br: O app remove cerca de 200 parâmetros conhecidos, por exemplo utm_source e fbclid, e os parâmetros que X, TikTok, Facebook, YouTube e Amazon adicionam.

source: The app stores nothing while the private mode is on. The menu bar icon carries a line, so the state is always visible.
de: Die App speichert nichts, solange der private Modus aktiv ist. Das Symbol in der Menüleiste trägt einen Strich, so ist der Zustand immer sichtbar.
es: La app no guarda nada mientras el modo privado está activado. El icono de la barra de menús lleva una línea, así el estado siempre es visible.
fr: L'app ne conserve rien tant que le mode privé est activé. L'icône de la barre des menus porte une ligne, donc l'état est toujours visible.
it: L'app non conserva nulla mentre la modalità privata è attiva. L'icona nella barra dei menu porta una linea, così lo stato è sempre visibile.
pt_br: O app não guarda nada enquanto o modo privado está ativado. O ícone da barra de menus tem uma linha, então o estado está sempre visível.

source: These shortcuts work in every application.
de: Diese Kurzbefehle funktionieren in jedem Programm.
es: Estos atajos funcionan en cada aplicación.
fr: Ces raccourcis fonctionnent dans chaque application.
it: Queste scorciatoie funzionano in ogni applicazione.
pt_br: Estes atalhos funcionam em cada aplicativo.

source: Turn a bullet into a hyphen
de: Einen Aufzählungspunkt in einen Bindestrich umwandeln
es: Convertir una viñeta en un guion
fr: Transformer une puce en tiret
it: Trasforma un punto elenco in un trattino
pt_br: Transformar um marcador em um hífen

source: Turns the automatic cleaning of the clipboard on or off.
de: Schaltet die automatische Bereinigung der Zwischenablage ein oder aus.
es: Activa o desactiva la limpieza automática del portapapeles.
fr: Active ou désactive le nettoyage automatique du presse-papiers.
it: Attiva o disattiva la pulizia automatica degli appunti.
pt_br: Ativa ou desativa a limpeza automática da área de transferência.

source: Unpin
de: Loslösen
es: Desfijar
fr: Désépingler
it: Non fissare
pt_br: Desafixar

source: clipboard-controller Preferences
de: clipboard-controller Einstellungen
es: Preferencias de clipboard-controller
fr: Préférences de clipboard-controller
it: Preferenze di clipboard-controller
pt_br: Preferências do clipboard-controller

source: used %lld×
de: %lld× verwendet
es: usado %lld×
fr: utilisé %lld×
it: usato %lld×
pt_br: usado %lld×

source: %lld clips
es: %lld elementos
fr: %lld éléments
it: %lld clip
pt_br: %lld itens

source: Link
es: Enlace
fr: Lien

source: Name
es: Nombre
fr: Nom
it: Nome
pt_br: Nome

source: Text
es: Texto
fr: Texte
it: Testo
pt_br: Texto
